Repository: Eman-Khaled-svg/IndoorMapApp_Updated
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Security Settings
ar: إعدادات الأمان

# face_id_title
source: Sign in with Face ID
ar: تسجيل الدخول بالوجه

# face_id_description
source: Use Face ID for quick access to the application
ar: استخدم بصمة الوجه للوصول السريع للتطبيق

# auto_logout_title
source: Auto-logout
ar: الخروج التلقائي

# auto_logout_description
source: Automatically logout after 5 minutes of inactivity
ar: الخروج التلقائي بعد 5 دقائق من عدم النشاط

# change_password_title
source: Change Password
ar: تغيير كلمة المرور

# change_password_description
source: Change your account password
ar: قم بتغيير كلمة مرور حسابك

source: Preferred Apps
ar: أفضل التطبيقات

# navigation_app_title
source: Choose Navigation App
ar: اختيار تطبيق التنقل

# navigation_app_description
source: Select your preferred navigation application
ar: اختر تطبيق التنقل المفضل لديك

# communication_app_title
source: Choose Communication App
ar: اختيار تطبيق التواصل

# communication_app_description
source: Select your preferred messaging application
ar: اختر تطبيق المراسلة المفضل لديك

source: Applications
ar: التطبيقات

# location_services_title
source: Location Services
ar: خدمات الموقع

# location_services_description
source: Allow apps to access your current location
ar: السماح للتطبيقات بالوصول لموقعك الحالي
